
{
  "languages": ["en", "de"],
  "translation": [
	  {"en": "Academic Semester", "de": "Fachsemester"},
      {"en": "Add Data", "de": "Daten hochladen"},
      {"en": "Add new .rds file to the Database:", "de": "Neue .rds Datei zur Datenbasis hinzufügen"},
	  {"en": "Avg. No. of Attempts", "de": "Durschn. Anzahl der Versuche"},
	  {"en": "Average Number of Attempts per Exam", "de": "Durschnittliche Anzahl der Versuche je Prüfung"},
      {"en": "Avg. of earned Credits", "de": "Durchschn. erworbene Credits"},
	  {"en": "Average of earned Credits per Academic Semester", "de": "Durchschnittlich erworbene Credits je Fachsemester"},
	  {"en": "Browse...", "de": "Durchsuchen..."},
	  {"en": "Choose file to upload", "de": "Datei zum Hochladen auswählen:"},
      {"en": "Choose a dataset:", "de": "Dateipfad zum Datensatz"},
	  {"en": "Compare this Data to:", "de": "Diese Daten vergleichen mit:"},
	  {"en": "Count", "de": "Anzahl"},
      {"en": "Credits per Student", "de": "CP pro Studierende*n"},
      {"en": "Cumulative Credit Points", "de": "Kumulierte CP"},
      {"en": "data_pruefung", "de": "Prüfungs-Daten"},
      {"en": "data_studium", "de": "Studien-Daten"},
	  {"en": "Distribution of Academic Semesters in which Students have taken the Exam", "de": "Verteilung der Fachsemester in welchem Studierende die Prüfung abgelegt haben"},
	  {"en": "Distribution of Number of Students over the total Number of Semesters enrolled", "de": "Verteilung der Anzahl an Studierenden über die insgesamt eingeschriebenen Semester"},
	  {"en": "Semester of Examination", "de": "Prüfungssemester"},
	  {"en": "Exam", "de": "Prüfung"},
      {"en": "Exams per Semester", "de": "Prüfungen je Semester"},
      {"en": "Exit Reasons", "de": "Austrittsgründe"},
      {"en": "Explore Exam Data", "de": "Erkunde die Prüfungs-Daten"},
      {"en": "Explore FS Data", "de": "Erkunde die FS-Daten"},
      {"en": "Explore Pruefung Data", "de": "Erkunde die Prüfungs-Daten"},
      {"en": "Explore Studium Data", "de": "Erkunde die Studien-Daten"},
      {"en": "FS Data", "de": "FS-Daten"},
      {"en": "Language", "de": "Sprache"},
	  {"en": "Modules to be compared:", "de": "Wählen Sie die Module, welche verglichen werden sollen:"},
	  {"en": "Count ", "de": "Anzahl"},
	  {"en": "No file selected", "de": "Keine Datei ausgewählt"},
	  {"en": "Number", "de": "Anzahl"},
	  {"en": "Number of Cases per Exit Reason", "de": "Anzahl der Fälle pro Austrittsgrund"},
	  {"en": "Number of Credits earned", "de": "Anzahl erworbener Credits"},
	  {"en": "Number of Credits earned per Academic Semester", "de": "Anzahl erworbener Credits je Fachsemester"},
	  {"en": "Number of Exams", "de": "Anzahl der Prüfungen"},
	  {"en": "Number of Exams per Semester of Examination", "de": "Anzahl der Prüfungen je Prüfungssemester"},
	  {"en": "Number of Graduates", "de": "Anzahl der Absolventen"},
	  {"en": "Number of Graduates per Semester", "de": "Anzahl der Absolventen pro Semester"},
	  {"en": "Number of Students", "de": "Anzahl der Studierenden"},
	  {"en": "Oh no! The database is still empty. Please upload some data to reveal the content.", "de": "Oh nein! Die Datenbank ist noch leer. Bitte laden Sie einige Daten hoch, um den Inhalt dieser Seite zu zeigen."},
	  {"en": "Please select a valid file. The file must be of type 'rds'.", "de": "Bitte wählen Sie eine korrekte Datei. Die Datei muss vom Typ '.rds' sein"},
      {"en": "Pruefung Data", "de": "Prüfungs-Daten"},
      {"en": "Save Table to Database", "de": "Datei zur Datenbasis hinzufügen"},
      {"en": "Student Progress Dashboard", "de": "Studienverlaufsanalyse"},
      {"en": "Studium Data", "de": "Studien-Daten"},
	  {"en": "Study Programme", "de": "Studiengang"},
      {"en": "The FS Data:", "de": "Die FS-Daten:"},
      {"en": "The Pruefung Data:", "de": "Die Prüfungs-Daten:"},
      {"en": "The Studium Data:", "de": "Die Studiums-Daten:"},
      {"en": "testplot", "de": "Test-Grafik"},
      {"en": "Test Plot", "de": "Test-Grafik"},
	  {"en": "Total No. of Semesters enrolled", "de": "Insgesamt eingeschriebene Semester"},
      {"en": "upload", "de": "Hochladen"}    ,
	  {"en": "Your table was succesfully added to the database.", "de": "Die Tabelle wurde erfolgreich zur Datenbank hinzugefügt."},
	  {"en": "This bar chart shows the absolute number of students who drop out or complete their studies, depending on the reason for dropping out. It shows which reason for leaving led how often to the ending of the studies in the respective subject.", "de": "Dieses Balkendiagramm zeigt die absolute Anzahl derjenigen Studierende*n, die ihr Studium abbrechen oder abschließen, je nach Austrittsgrund. Hieran lässt sich ablesen, welcher Austrittsgrund wie häufig zur Beendigung des  Studiums in dem jeweiligen Studienfach geführt hat."},
	  {"en": "This bar chart shows the absolute number of students who graduate per semester.", "de": "Dieses Balkendiagramm zeigt die absolute Anzahl an Absolventen im jeweiligen Semester."},
	  {"en": "The bar chart shows for each semester the number of examinations for which students have registered. The semesters are displayed on the x-axis and the absolute number of assessments on the y-axis. If you filter, for example, the table above for the variable 'Status.Pruefung' by entering 'B', the system only displays the assessments which students have either passed (BE) or failed (NB). If a student were to withdraw from an assessment registration, he or she would still be included in the graphic at the beginning, but would not be included after the filtering process.", "de": "Das Säulendiagramm gibt für jedes Semester die Anzahl an Prüfungen aus, für welche sich Studenten angemeldet haben. Auf der x-Achse werden die Semester angezeigt und auf der y-Achse die absolute Anzahl der Prüfungen. Filtert man die obige Tabelle beispielsweise für die Variable ‚Status.Pruefung‘ indem man ‚B‘ eingibt, werden nur noch die Prüfungen angezeigt, welche die Studenten entweder bestanden haben (BE) oder nicht bestanden haben (NB). Würde ein Student von einer Prüfungsanmeldung zurücktreten, so würde er zu Beginn noch in die Grafik aufgenommen, nach der Filterung jedoch nicht mehr berücksichtigt."},
	  {"en": "The figure shows the average number of recorded ECTSCP at cumulative level. For the calculation, the variable 'verbuchteECTSCP' is first summed up for the individual semesters, then cumulated and finally averaged.", "de": "Die Abbildung zeigt die durchschnittliche Anzahl verbuchter ECTSCP auf kumulierter Ebene. Für die Berechnung wird die Variable ‚verbuchteECTSCP‘ zunächst für die einzelnen Fachsemester aufsummiert, dann kumuliert und schließlich gemittelt."},
	  {"en": "The bar chart reflects the average number of ECTSCP acquired by the students per examination semester. The total number of gained ECTSCP in an examination semester is divided by the number of students enrolled in that semester.", "de": "Das Säulendiagramm spiegelt die Anzahl der durchschnittlich von den Studenten erworbenen ECTSCP je Prüfungssemester wieder. Hierfür wird die Gesamtsumme aller erworbenen ECTSCP in einem Prüfungssemester durch die Anzahl der in diesem Semester eingeschriebenen Studenten geteilt."},
	  {"en": "The bar chart shows the average number of required attempts per subject. If the user does not filter the above table, the chart will also include students who have still not passed the subject or who have finished/cancelled their studies. The subjects to be compared can be selected using the selection button located above the graph. By default, the first ten modules are selected based on alphabetical order. If a subject can be selected by students from different courses, this illustration can for example be used to compare which students need more or less attempts.", "de": "Das Balkendiagramm gibt die durchschnittliche Anzahl benötigter Versuche pro Fach wieder. Ohne Filterung der obenstehenden Tabelle durch den Benutzer enthält die Darstellung auch Studenten, die das Fach noch immer nicht bestanden haben oder ihr Studium beendet/abgebrochen haben. Über den über dem Grafen befindlichen Auswahl-Knopf können die zu vergleichenden Fächer ausgewählt werden. Standardmäßig werden die ersten zehn Module nach alphabetischer Reihenfolge ausgewählt. Ist ein Fach von Studenten verschiedener Studiengänge wählbar, kann in dieser Abbildung beispielsweise verglichen werden, welche Studenten mehr oder weniger Versuche benötigen."},
	  {"en": "Each bar chart shows the absolute number of students that have registered for the examination in a specific semester.", "de": "Jedes Balkendiagramm zeigt die Anzahl angemeldeter Prüfungen nach Fachsemester."},
	  {"en": "The bar chart shows the absolute number of students on the x-axis and the total number of semesters enrolled on the y-axis. If, for example, you add a student to the data set who is only enrolled in the study program for one semester, the bar increases by one value at y equals 1.", "de": "Das Säulendiagramm zeigt auf der x-Achse die absolute Anzahl an Studenten und auf der y-Achse die Anzahl insgesamt eingeschriebener Semester. Fügt man in dem Datensatz beispielsweise einen Studenten hinzu, der nur ein Semester in dem Studiengang eingeschrieben ist, erhöht sich die Säule bei y gleich 1 um einen Wert nach oben."}
    ]
}
